"FORGET_BUTTON" = "Forget this Device";
"FORGET_ALERT_TITLE" = "Forget “%@”";
"FORGET_SHEET_TITLE" = "Forget Device";
"FORGET_ALERT_BODY" = "Pair with this device to use it again.";
"OK" = "OK";
"CANCEL" = "Cancel";

"SYNC_SWITCH" = "Sync Contacts";
"SYNC_FAVORITES" = "Phone Favourites";
"SYNC_RECENTS" = "Phone Recents";
"GROUPS" = "Other Groups";
"ALL_GROUP" = "All Contacts";
"NONE_GROUP" = "None";